/* Adding ID3 Tags */
"Adding ID3 Tags" = "Adding ID3 Tags";

/* Error Message */
"An error occured during import:\r%@" = "An error occured during import:\r%@";

/* Cancel Import? */
"Cancel Import?" = "Cancel Import?";

/* Compilations Folder Name */
"Compilations" = "Compilations";

/* Continue Import */
"Continue Import" = "Continue Import";

/* Encoded with LAME v%@ (%@) */
"Encoded with LAME v%@ (%@)" = "Encoded with LAME v%@ (%@)";

/* Invalid Options Message */
"Encoding Options are Invalid" = "Encoding Options are Invalid";

/* Gathering Information */
"Gathering Information" = "Gathering Information";

/* Import Cancelled */
"Import Cancelled" = "Import Cancelled";

/* Import Error */
"Import Error" = "Import Error";

/* Import success */
"Imported %d %@" = "Imported %d %@";

/* Importing */
"Importing" = "Importing";

/* Interrupt Import Message */
"Importing in progress.\nAre you sure you want to interrupt it?" = "Importing in progress.\nAre you sure you want to interrupt it?";

/* Importing Message */
"Importing: \"%@\"" = "Importing: \"%@\"";

/* No Tracks Found */
"No Tracks Found" = "No Tracks Found";

/* Preparing to Import... */
"Preparing to Import..." = "Preparing to Import...";

/* Preparing Tracks */
"Preparing Tracks" = "Preparing Tracks";

/* Quit */
"Quit" = "Quit";

/* Removing Source File */
"Removing Source File" = "Removing Source File";

/* Select a CD or File Playlist */
"Select a CD or File Playlist" = "Select a CD or File Playlist";

/* Time Remaining Message */
"Time Remaining: %@ (%.1fx)" = "Time Remaining: %@ (%.1fx)";

/* track */
"track" = "track";

/* Current Track Message */
"Track %d of %d" = "Track %d of %d";

/* Track Complete */
"Track Complete" = "Track Complete";

/* tracks (plural) */
"tracks" = "tracks";

/* Current Tracks Message (Multi) */
"Tracks %d & %d of %d" = "Tracks %d & %d of %d";

/* Unknown Error */
"Unknown Error" = "Unknown Error";

/* Use checkmarks to choose songs */
"Use checkmarks to choose songs" = "Use checkmarks to choose songs";

/* Unknown Album Folder Name */
"~Unknown Album" = "~Unknown Album";

/* Unknown Artist Folder Name */
"~Unknown Artist" = "~Unknown Artist";

"Unknown Year"				= "Unknown Year";
"Unknown Title"				= "Unknown Title";
"Unknown Sort Title"		= "Unknown Sort Title";
"Unknown Genre"				= "Unknown Genre";
"Unknown Grouping"			= "Unknown Grouping";
"Unknown Sort Artist"		= "Unknown Sort Artist";
"Unknown Sort Album"		= "Unknown Sort Album";
"Unknown Album Artist"		= "Unknown Album Artist";
"Unknown Sort Album Artist"	= "Unknown Sort Album Artist";
"Unknown Composer"			= "Unknown Composer";
"Unknown Sort Composer"		= "Unknown Sort Composer";
